Repository: scalinity/MindFriend
Catalog: apps/ios/MindFriendApp/Resources/Localizable.xcstrings
Source language: en
Languages: es, pt_br

source: Your application will be reviewed by our team. You'll be notified once approved.
es: Tu solicitud sera revisada por nuestro equipo. Seras notificado una vez aprobado.
pt_br: Sua solicitacao sera revisada pela nossa equipe. Voce sera notificado assim que for aprovado.

source: Your Baseline
es: Tu Linea Base
pt_br: Sua Linha de Base

source: Your baseline is calculated from the last 14 days of heart rate data. A reliable baseline needs at least 10 samples.
es: Tu línea base se calcula a partir de los últimos 14 días de datos de frecuencia cardíaca. Una línea base confiable necesita al menos 10 muestras.
pt_br: Sua linha de base é calculada a partir dos últimos 14 dias de dados de frequência cardíaca. Uma linha de base confiável precisa de pelo menos 10 amostras.

source: Your best times for wellness moments:
es: Tus mejores momentos para el bienestar:
pt_br: Seus melhores momentos para o bem-estar:

source: Your Buddy
es: Tu compañero
pt_br: Seu parceiro

source: Your buddy will receive an invitation to join you!
es: Tu companero recibira una invitacion para unirse a ti!
pt_br: Seu amigo recebera um convite para se juntar a voce!

source: Your buddy will receive an invitation. Share this code if needed: **%@**
es: Tu companero recibira una invitacion. Comparte este codigo si es necesario: **%@**
pt_br: Seu amigo recebera um convite. Compartilhe este codigo se necessario: **%@**

source: Your buddy will receive an invitation. Share this code if needed: %@
es: Tu companero recibira una invitacion. Comparte este codigo si es necesario: %@
pt_br: Seu amigo recebera um convite. Compartilhe este codigo se necessario: %@

source: Your Capacity
es: Tu capacidad
pt_br: Sua capacidade

source: Your Collection
es: Tu Coleccion
pt_br: Sua Colecao

source: Your community is here for you! 💛
es: Tu comunidad esta aqui para ti! 💛
pt_br: Sua comunidade esta aqui para voce! 💛

source: Your completed experiments will appear here.
es: Tus experimentos completados apareceran aqui.
pt_br: Seus experimentos concluidos aparecerao aqui.

source: Your Current Quest
es: Tu misión actual
pt_br: Sua missão atual

source: Your Data
es: Tus Datos
pt_br: Seus Dados

source: Your data is hashed with SHA-256 encryption. We never store your user ID with contributions.
es: Tus datos se cifran con SHA-256. Nunca almacenamos tu ID de usuario con las contribuciones.
pt_br: Seus dados são criptografados com SHA-256. Nunca armazenamos seu ID de usuário com contribuições.

source: Your device doesn't support automatic Focus detection. Use manual DND to suppress notifications.
es: Tu dispositivo no soporta deteccion automatica de Enfoque. Usa No Molestar manual para suprimir notificaciones.
pt_br: Seu dispositivo nao suporta deteccao automatica de Foco. Use Nao Perturbe manual para suprimir notificacoes.

source: Your device supports full AR experiences with real-world tracking.
es: Tu dispositivo soporta experiencias de RA completas con seguimiento del mundo real.
pt_br: Seu dispositivo suporta experiências de RA completas com rastreamento do mundo real.

source: Your device will use non-AR fallback modes for grounding exercises. The experience is still effective, just without AR visuals.
es: Tu dispositivo usará modos de respaldo sin RA para ejercicios de conexión a tierra. La experiencia sigue siendo efectiva, solo sin visuales de RA.
pt_br: Seu dispositivo usará modos de fallback sem RA para exercícios de aterramento. A experiência ainda é eficaz, apenas sem visuais de RA.

source: Your email
es: Tu correo
pt_br: Seu email

source: Your emergency contact will be notified unless you cancel.
es: Tu contacto de emergencia sera notificado a menos que canceles.
pt_br: Seu contato de emergencia sera notificado a menos que voce cancele.

source: Your Emotional State
es: Tu estado emocional
pt_br: Seu estado emocional

source: Your entries are encrypted and stored only on this device. They are never synced or used by AI.
es: Tus entradas estan encriptadas y almacenadas solo en este dispositivo. Nunca se sincronizan ni son usadas por IA.
pt_br: Suas entradas sao criptografadas e armazenadas apenas neste dispositivo. Elas nunca sao sincronizadas ou usadas por IA.

source: Your entry is encrypted and stored only on this device.
es: Tu entrada esta encriptada y almacenada solo en este dispositivo.
pt_br: Sua entrada e criptografada e armazenada apenas neste dispositivo.

source: Your feedback helps improve the AI's ability to provide supportive insights.
es: Tus comentarios ayudan a mejorar la capacidad de la IA para proporcionar perspectivas de apoyo.
pt_br: Seu feedback ajuda a melhorar a capacidade da IA de fornecer insights de apoio.

source: Your feedback helps us improve accessibility for everyone
es: Tus comentarios nos ayudan a mejorar la accesibilidad para todos
pt_br: Seu feedback nos ajuda a melhorar a acessibilidade para todos

source: Your feedback helps us improve pattern detection
es: Tu comentario nos ayuda a mejorar la detección de patrones
pt_br: Seu feedback nos ajuda a melhorar a detecção de padrões

source: Your feedback helps us improve pattern detection. Your signature has been updated.
es: Tu comentario nos ayuda a mejorar la detección de patrones. Tu firma ha sido actualizada.
pt_br: Seu feedback nos ajuda a melhorar a detecção de padrões. Sua assinatura foi atualizada.

source: Your feedback helps us improve predictions
es: Tu comentario nos ayuda a mejorar las predicciones
pt_br: Seu feedback nos ajuda a melhorar as previsões

source: Your first weekly story will appear after your first week of activity
es: Tu primera historia semanal aparecerá después de tu primera semana de actividad
pt_br: Sua primeira história semanal aparecerá após sua primeira semana de atividade

source: Your gift will be delivered on the scheduled date
es: Tu regalo sera entregado en la fecha programada
pt_br: Seu presente sera entregue na data agendada

source: Your Goals
es: Tus metas
pt_br: Suas metas

source: Your handle is how others find you in circles
es: Tu identificador es como otros te encuentran en los circulos
pt_br: Seu identificador e como outros te encontram nos circulos

source: Your heart rate decreased by %lld BPM
es: Tu frecuencia cardíaca disminuyó %lld PPM
pt_br: Sua frequência cardíaca diminuiu %lld BPM

source: Your identity will be hidden with a randomly generated name like "Anonymous Otter".
es: Tu identidad sera ocultada con un nombre generado aleatoriamente como "Nutria Anonima".
pt_br: Sua identidade sera ocultada com um nome gerado aleatoriamente como "Lontra Anonima".

source: Your inquiry has been submitted. Our team will contact you within 24 hours.
es: Tu consulta ha sido enviada. Nuestro equipo te contactará dentro de 24 horas.
pt_br: Sua consulta foi enviada. Nossa equipe entrará em contato em até 24 horas.

source: Your Insights
es: Tus Perspectivas
pt_br: Seus Insights

source: Your invite code
es: Tu codigo de invitacion
pt_br: Seu codigo de convite

source: Your Journey
es: Tu viaje
pt_br: Sua jornada

source: Your Journey So Far
es: Tu viaje hasta ahora
pt_br: Sua jornada até agora

source: Your Journey Starts Here
es: Tu viaje comienza aquí
pt_br: Sua jornada começa aqui

source: Your Journeys
es: Tus viajes
pt_br: Suas jornadas

source: Your Mastery Progress
es: Tu Progreso de Dominio
pt_br: Seu Progresso de Maestria

source: Your Mentorship Status
es: Tu estado de mentoría
pt_br: Seu status de mentoria

# Your mood tends to be highest in %@ and lowest in %@
source: Your mood tends to be highest in %1$@ and lowest in %2$@
es: Tu estado de ánimo tiende a ser más alto en %@ y más bajo en %@
pt_br: Seu humor tende a ser mais alto em %@ e mais baixo em %@

source: Your new perspective
es: Tu nueva perspectiva
pt_br: Sua nova perspectiva

source: Your Nickname (optional)
es: Tu apodo (opcional)
pt_br: Seu apelido (opcional)

source: Your Notes
es: Tus Notas
pt_br: Suas Notas

source: Your partner will only see data you explicitly choose to share. Changes take effect immediately.
es: Tu pareja solo vera los datos que explicitamente elijas compartir. Los cambios surten efecto inmediatamente.
pt_br: Seu parceiro vera apenas os dados que voce explicitamente escolher compartilhar. As alteracoes entram em vigor imediatamente.

source: Your Patterns
es: Tus Patrones
pt_br: Seus Padroes

source: Your Personal Feed
es: Tu Feed Personal
pt_br: Seu Feed Pessoal

source: Your personalized insights will appear here on Sunday
es: Tus perspectivas personalizadas aparecerán aquí el domingo
pt_br: Seus insights personalizados aparecerão aqui no domingo

source: Your Plan
es: Tu Plan
pt_br: Seu Plano

source: Your prediction data is stored securely and encrypted. You can delete it at any time.
es: Tus datos de prediccion se almacenan de forma segura y encriptada. Puedes eliminarlos en cualquier momento.
pt_br: Seus dados de previsao sao armazenados de forma segura e criptografada. Voce pode exclui-los a qualquer momento.

source: Your Preferences
es: Tus Preferencias
pt_br: Suas Preferencias

source: Your Privacy
es: Tu privacidad
pt_br: Sua privacidade

source: Your privacy is protected
es: Tu privacidad esta protegida
pt_br: Sua privacidade esta protegida

source: Your Privacy Matters
es: Tu Privacidad Importa
pt_br: Sua Privacidade Importa

source: Your Privacy Matters. Encrypted in transit and at rest. We never sell your personal information. Export your data anytime. Delete your account and data permanently.
es: Tu Privacidad Importa. Encriptado en transito y en reposo. Nunca vendemos tu informacion personal. Exporta tus datos en cualquier momento. Elimina tu cuenta y datos permanentemente.
pt_br: Sua Privacidade Importa. Criptografado em transito e em repouso. Nunca vendemos suas informacoes pessoais. Exporte seus dados a qualquer momento. Exclua sua conta e dados permanentemente.

source: Your profile will be hidden from the listener
es: Tu perfil sera ocultado del oyente
pt_br: Seu perfil sera ocultado do ouvinte

source: Your Progress
es: Tu progreso
pt_br: Seu progresso

source: Your progress will be lost. You can start this journey again later.
es: Tu progreso se perderá. Puedes comenzar este viaje de nuevo más tarde.
pt_br: Seu progresso será perdido. Você pode iniciar esta jornada novamente mais tarde.

source: Your progress will be saved but you'll need to start over if you return.
es: Tu progreso sera guardado pero tendras que empezar de nuevo si regresas.
pt_br: Seu progresso sera salvo, mas voce precisara comecar de novo se retornar.

source: Your progress will be saved.
es: Tu progreso será guardado.
pt_br: Seu progresso será salvo.

source: Your Receipt
es: Tu Recibo
pt_br: Seu Recibo

source: Your recording is being processed. Check back soon.
es: Tu grabacion esta siendo procesada. Vuelve pronto.
pt_br: Sua gravacao esta sendo processada. Volte em breve.

source: Your report will include:
es: Tu reporte incluirá:
pt_br: Seu relatório incluirá:

source: Your Safe Space
es: Tu espacio seguro
pt_br: Seu espaço seguro

source: Your safe space will not be saved.
es: Tu espacio seguro no será guardado.
pt_br: Seu espaço seguro não será salvo.

source: Your Safety Matters
es: Tu Seguridad Importa
pt_br: Sua Seguranca Importa

source: Your safety plan has been saved.
es: Tu plan de seguridad ha sido guardado.
pt_br: Seu plano de seguranca foi salvo.

source: Your sharing preferences have been updated.
es: Tus preferencias de compartir han sido actualizadas.
pt_br: Suas preferencias de compartilhamento foram atualizadas.

source: Your Signature (%lld)
es: Tu firma (%lld)
pt_br: Sua assinatura (%lld)

source: Your SOS usage history will appear here.
es: Tu historial de uso de SOS aparecera aqui.
pt_br: Seu historico de uso de SOS aparecera aqui.

source: Your Strategy
es: Tu estrategia
pt_br: Sua estratégia

source: Your strategy will be reviewed before publishing. Your identity is never attached.
es: Tu estrategia será revisada antes de publicarse. Tu identidad nunca se adjunta.
pt_br: Sua estratégia será revisada antes de ser publicada. Sua identidade nunca é anexada.

source: Your Streak
es: Tu Racha
pt_br: Sua Sequencia

source: Your streak is frozen for %lld days
es: Tu racha está congelada por %lld días
pt_br: Sua sequência está congelada por %lld dias

source: Your streak will be frozen during this period
es: Tu racha será congelada durante este período
pt_br: Sua sequência será congelada durante este período

source: Your streak won't be affected during vacation mode
es: Tu racha no se verá afectada durante el modo vacaciones
pt_br: Sua sequência não será afetada durante o modo férias

source: Your stress signature reveals %lld patterns from your wellness data.
es: Tu firma de estrés revela %lld patrones de tus datos de bienestar.
pt_br: Sua assinatura de estresse revela %lld padrões dos seus dados de bem-estar.

source: Your submission will be reviewed before being published to the community.
es: Tu envio sera revisado antes de ser publicado a la comunidad.
pt_br: Seu envio sera revisado antes de ser publicado na comunidade.

source: Your Subscription
es: Tu Suscripcion
pt_br: Sua Assinatura

source: Your supporter is ready to talk
es: Tu apoyo esta listo para hablar
pt_br: Seu apoiador esta pronto para conversar

source: Your therapist can NEVER see:
es: Tu terapeuta NUNCA puede ver:
pt_br: Seu terapeuta NUNCA pode ver:

source: Your therapist hasn't assigned any homework yet.
es: Tu terapeuta aun no ha asignado ninguna tarea.
pt_br: Seu terapeuta ainda nao atribuiu nenhuma tarefa.

source: Your therapist will be notified immediately if you access crisis support. This helps them provide timely assistance.
es: Tu terapeuta sera notificado inmediatamente si accedes a apoyo de crisis. Esto les ayuda a proporcionar asistencia oportuna.
pt_br: Seu terapeuta sera notificado imediatamente se voce acessar suporte de crise. Isso os ajuda a fornecer assistencia oportuna.

source: Your therapist will immediately lose access to all shared data. Active assignments will remain visible but no new ones can be created.
es: Tu terapeuta perdera inmediatamente el acceso a todos los datos compartidos. Las tareas activas permaneceran visibles pero no se podran crear nuevas.
pt_br: Seu terapeuta perdera imediatamente o acesso a todos os dados compartilhados. As tarefas ativas permanecerao visiveis, mas novas nao poderao ser criadas.

source: Your Thinking Patterns
es: Tus patrones de pensamiento
pt_br: Seus padrões de pensamento

source: Your thoughts
es: Tus pensamientos
pt_br: Seus pensamentos

source: Your Top 5 Values
es: Tus 5 valores principales
pt_br: Seus 5 principais valores

source: Your Values Compass
es: Tu brújula de valores
pt_br: Sua bússola de valores

source: Your vault entries are encrypted with AES-256 and stored only on this device. They are never synced to the cloud or used by AI.
es: Tus entradas de boveda estan encriptadas con AES-256 y almacenadas solo en este dispositivo. Nunca se sincronizan a la nube ni son usadas por IA.
pt_br: Suas entradas de cofre sao criptografadas com AES-256 e armazenadas apenas neste dispositivo. Elas nunca sao sincronizadas para a nuvem ou usadas por IA.

source: Your vault entries cannot be recovered because the encryption key is missing. This may happen if you removed your device passcode or restored from a backup.
es: Tus entradas de boveda no pueden ser recuperadas porque falta la clave de encriptacion. Esto puede ocurrir si eliminaste el codigo de tu dispositivo o restauraste desde un respaldo.
pt_br: Suas entradas de cofre nao podem ser recuperadas porque a chave de criptografia esta faltando. Isso pode acontecer se voce removeu o codigo do seu dispositivo ou restaurou de um backup.

source: Your voice preferences have been saved.
es: Tus preferencias de voz han sido guardadas.
pt_br: Suas preferencias de voz foram salvas.

source: Your Warning Signs
es: Tus señales de alerta
pt_br: Seus sinais de alerta

source: Your Week
es: Tu Semana
pt_br: Sua Semana

source: Your weekly story will appear here
es: Tu historia semanal aparecerá aquí
pt_br: Sua história semanal aparecerá aqui

source: Your weekly story will appear here after you've logged some activities.
es: Tu historia semanal aparecera aqui despues de que registres algunas actividades.
pt_br: Sua historia semanal aparecera aqui depois que voce registrar algumas atividades.

source: Your Wisdom
es: Tu Sabiduria
pt_br: Sua Sabedoria

source: Audio
pt_br: Áudio

# common.error
source: Error
pt_br: Erro

source: Error
pt_br: Erro

source: Error: %@
pt_br: Erro: %@

source: General
pt_br: Geral

source: No
pt_br: Não

source: Plan
pt_br: Plano

source: Video
pt_br: Vídeo
